"inputAspectRatio" = "Proporção";
"inputAVector" = "Vector alfa";
"inputAcuteAngle" = "Ângulo agudo";
"inputAmount" = "Quantia";
"inputAngle" = "Ângulo";
"inputAngleDelta" = "Ângulo delta";
"inputBVector" = "Vector azul";
"inputBackgroundImage" = "Imagem de segundo plano";
"inputBacksideImage" = "Imagem do verso";
"inputBarOffset" = "Compensação de barras";
"inputBiasVector" = "Vector de desequilíbrio";
"inputBottomLeft" = "Inferior esquerda";
"inputBottomRight" = "Inferior direita";
"inputBrightness" = "Brilho";
"inputCenter" = "Centrar";
"inputChrominanceSoftness" = "Suavidade da crominância";
"inputCenterColor1" = "Cor central 1";
"inputCenterColor2" = "Cor central 2";
"inputCenterColor3" = "Cor central 3";
"inputCloseness1" = "Proximidade 1";
"inputCloseness2" = "Proximidade 2";
"inputCloseness3" = "Proximidade 3";
"inputColor" = "Cor";
"inputColor0" = "Cor 1";
"inputColor1" = "Cor 2";
"inputCompression" = "Compressão";
"inputConcentration" = "Concentração";
"inputContrast" = "Contraste";
"inputContrast1" = "Contraste 1";
"inputContrast2" = "Contraste 2";
"inputContrast3" = "Contraste 3";
"inputCount" = "Contagem";
"inputCrossAngle" = "Ângulo cruzado";
"inputCrossOpacity" = "Opacidade cruzada";
"inputCrossScale" = "Escala cruzada";
"inputCrossWidth" = "Largura cruzada";
"inputCubeData" = "Dados do cubo";
"inputCubeDimension" = "Dimensão do cubo";
"inputDisplacementImage" = "Imagem de deslocamento";
"inputEdgeIntensity" = "Intensidade dos contornos";
"inputEV" = "EV";
"inputEpsilon" = "Épsilon";
"inputExtent" = "Extensão";
"inputFadeThreshold" = "Limite de desvanecimento";
"inputGCR" = "Substituição do componente de cinzento";
"inputGradientImage" = "Imagem da gradação";
"inputGVector" = "Vector verde";
"inputHaloOverlap" = "Sobreposição da auréola";
"inputHaloRadius" = "Raio da auréola";
"inputHaloWidth" = "Largura da auréola";
"inputImage" = "Imagem";
"inputIntensity" = "Intensidade";
"inputLevels" = "Níveis";
"inputLightPointsAt" = "Pontos de luz em";
"inputLightPosition" = "Posição da luz";
"inputMaskImage" = "Imagem da máscara";
"inputMaxStriationRadius" = "Raio máximo das estrias";
"inputMaximumRadius" = "Raio máximo";
"inputMinimumAngle" = "Ângulo mínimo";
"inputMinimumRadius" = "Ângulo máximo";
"inputNoiseLevel" = "Nível de ruído";
"inputNRNoiseLevel" = "Nível de ruído NR";
"inputNRSharpness" = "Nitidez NR";
"inputOpacity" = "Opacidade";
"inputPoint0" = "Ponto 1";
"inputPoint1" = "Ponto 2";
"inputPower" = "Energia";
"inputRVector" = "Vector vermelho";
"inputRadius" = "Raio";
"inputRadius0" = "Raio 1";
"inputRadius1" = "Raio 2";
"inputRectangle" = "Rectângulo";
"inputRefraction" = "Refracção";
"inputReplacementColor1" = "Cor de substituição 1";
"inputReplacementColor2" = "Cor de substituição 2";
"inputReplacementColor3" = "Cor de substituição 3";
"inputSaturation" = "Saturação";
"inputScale" = "Escala";
"inputShadingImage" = "Imagem sombreada";
"inputShadowRadius" = "Raio da sombra";
"inputShadowDensity" = "Densidade da sombra";
"inputShadowOffset" = "Deslocação do sombreado";
"inputSharpness" = "Nitidez";
"inputStriationContrast" = "Contraste das estrias";
"inputStriationStrength" = "Potência das estrias";
"inputSunRadius" = "Raio do sol";
"inputTargetImage" = "Imagem de destino";
"inputTexture" = "Textura";
"inputThreshold" = "Limiar";
"inputTime" = "Duração";
"inputTopLeft" = "Superior esquerda";
"inputTopRight" = "Superior direita";
"inputTransform" = "Transformação";
"inputWidth" = "Largura";
"inputUCR" = "Remoção da cor subjacente";
"outputImage" = "Imagem de resultado";
